{
  "products": [
    {
      "comments": [],
      "likes": 0,
      "name": "Maybe You Should Talk to Someone: ",
      "author": "Lori Gottlieb",
      "pages": "434 стр.",
      "price": "34",
      "description": "This moving memoir takes you inside the minds of both therapists and patients. Gottlieb opens up about her experiences on both sides of the couch in such a personal and revealing way that it’ll resonate with anyone grappling with finding bigger meanings in their life. (And it’ll make you realize we all could probably use a therapist).",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/401824729/original/432x574/5c6d609b9b/1612080101?v=1",
      "genre": "foreignLiterature",
      "id": 3
    },
    {
      "comments": [
        {
          "userName": "John",
          "userComment": "Very good book!"
        },
        {
          "userName": "Kayla",
          "userComment": "Enjoyed reading this book :)"
        }
      ],
      "likes": 2,
      "name": "Elon Musk: Tesla and SpaceX",
      "author": "Ashlee Vance",
      "pages": "434 стр.",
      "price": "9.99",
      "description": "Elon Musk is, arguably, one of the most ambitious entrepreneurs of our time. He is the driving force and innovator behind SpaceX, Tesla, and SolarCity, not to mention that he sold a previous endeavor (PayPal) for $1.5 billion. In this captivating book, Ashlee Vance is able to capture the full gravity and timeline of Musk’s life and work, from his difficult and dangerous upbringing in South Africa to his dramatic technical innovations in the United States.  Known for his ambition, often compared to that of Steve Jobs, Elon Musk is both an illuminating, as well as an authoritative figure when it comes to Silicon Valley. Some think of him as a real-life Tony Stark, and this book tackles the fascinating exploration happening in an attempt to renew American innovation.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/263504218/original/432x574/65fdc73e04/1612790416?v=1",
      "genre": "business",
      "id": 4
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Wiseguy: The 25th Anniversary Edition",
      "author": "Nicholas Pileggi and Martin Scorsese",
      "pages": "434 стр.",
      "price": "45",
      "description": "Nicholas Pileggi’s vivid, unvarnished, journalistic chronicle of the life of Henry Hill—the working-class Brooklyn kid who knew from age twelve that “to be a wiseguy was to own the world,” who grew up to live the highs and lows of the mafia gangster’s life—has been hailed as “the best book ever written on organized crime” (Cosmopolitan).  This is the true-crime bestseller that was the basis for Martin Scorsese’s film masterpiece GoodFellas, which brought to life the violence, the excess, the families, the wives and girlfriends, the drugs, the payoffs, the paybacks, the jail time, and the Feds…with Henry Hill’s crackling narration drawn straight out of Wiseguy and overseeing all the unforgettable action. “Nonstop...absolutely engrossing” (The New York Times Book Review).",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/224328783/original/432x574/b5d13a7eb3/1612189760?v=1",
      "genre": "scienceAndEducation",
      "id": 5
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Man in the High Castle",
      "author": "Philip K. Dick",
      "pages": "434 стр.",
      "price": "17",
      "description": "It’s America in 1962. Slavery is legal once again. The few Jews who still survive hide under assumed names. In San Francisco, the I Ching is as common as the Yellow Pages. All because some twenty years earlier the United States lost a war—and is now occupied by Nazi Germany and Japan.   This harrowing, Hugo Award–winning novel is the work that established Philip K. Dick as an innovator in science fiction while breaking the barrier between science fiction and the serious novel of ideas. In it Dick offers a haunting vision of history as a nightmare from which it may just be possible to wake.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/249309559/original/432x574/450cc95693/1608258343?v=1",
      "genre": "fantasy",
      "id": 6
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Everybody Lies",
      "author": "Seth Stephens-Davidowitz",
      "pages": "434 стр.",
      "price": "15.99",
      "description": "Blending the informed analysis of The Signal and the Noise with the instructive iconoclasm of Think Like a Freak, a fascinating, illuminating, and witty look at what the vast amounts of information now instantly available to us reveals about ourselves and our world—provided we ask the right questions.  By the end of an average day in the early twenty-first century, human beings searching the internet will amass eight trillion gigabytes of data. This staggering amount of information—unprecedented in history—can tell us a great deal about who we are—the fears…",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/345562295/original/432x574/b21f32d78d/1612869915?v=1",
      "genre": "business",
      "id": 7
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Extraterrestrial: The First Sign of Intelligent Life Beyond Earth",
      "author": "Avi Loeb",
      "pages": "434 стр.",
      "price": "16",
      "description": "In late 2017, scientists at a Hawaiian observatory glimpsed an object soaring through our inner solar system, moving so quickly that it could only have come from another star. Avi Loeb, Harvard’s top astronomer, showed it was not an asteroid; it was moving too fast along a strange orbit, and left no trail of gas or debris in its wake. There was only one conceivable explanation: the object was a piece of advanced technology created by a distant alien civilization.   In Extraterrestrial, Loeb takes readers inside the thrilling story of the first interstellar visitor to be spotted in our solar system. He outlines his controversial theory and its profound implications: for science, for religion, and for the future of our species and our planet. A mind-bending journey through the furthest reaches of science, space-time, and the human imagination, Extraterrestrial challenges readers to aim for the stars—and to think critically about what’s out there, no matter how strange it seems. Science & Mathematics Physics Technology & Engineering Philosophy All categories PUBLISHER: Houghton Mifflin Harcourt RELEASED: Jan 26, 2021 ISBN: 9780358274551 FORMAT: Book About the author AL Avi Loeb ABRAHAM (AVI) LOEB is the Frank B. Baird, Jr., Professor of Science at Harvard University, chair of Harvard’s Department of Astronomy, founding director of Harvard’s Black Hole Initiative, and director of the Institute for Theory and Computation (ITC) within the Harvard-Smithsonian Center for Astrophysics. He also chairs the Advisory Committee for the Breakthrough Starshot Initiative, and serves as the science theory director for all Initiatives of the Breakthrough Prize Foundation, as well as chair of the Board on Physics and Astronomy of the National Academies. Author of four books and over 700 scientific papers, Loeb is an elected fellow of the American Academy of Arts & Sciences, the American Physical Society, and the International Academy of Astronautics. In 2012, Time selected Loeb as one of the twenty-five most influential people in space. Read more Related to Extraterrestrial Related Related Books The Eerie Silence: Renewing Our Search for Alien Intelligence The Eerie Silence: Renewing Our Search for Alien Intelligence Author Paul Davies Rating: 4 out of 5 stars(4/5) Save The Eerie Silence For Later Algorithms to Live By: The Computer Science of Human Decisions Algorithms to Live By: The Computer Science of Human Decisions Author Brian Christian Rating: 4 out of 5 stars(4/5) Save Algorithms to Live By For Later A Mind at Play: How Claude Shannon Invented the Information Age A Mind at Play: How Claude Shannon Invented the Information Age Author Jimmy Soni Rating: 4.5 out of 5 stars(4.5/5) Save A Mind at Play For Later Infinite Powers: How Calculus Reveals the Secrets of the Universe Infinite Powers: How Calculus Reveals the Secrets of the Universe Author Steven Strogatz Rating: 5 out of 5 stars(5/5) Save Infinite Powers For Later A Brief History of Everyone Who Ever Lived: The Human Story Retold Through Our Genes A Brief History of Everyone Who Ever Lived: The Human Story Retold Through Our Genes Author Adam Rutherford Rating: 4 out of 5 stars(4/5) Save A Brief History of Everyone Who Ever Lived For Later The Coming Plague: Newly Emerging Diseases in a World Out of Balance The Coming Plague: Newly Emerging Diseases in a World Out of Balance Author Laurie Garrett Rating: 4.5 out of 5 stars(4.5/5) Save The Coming Plague For Later Fashion, Faith, and Fantasy in the New Physics of the Universe Fashion, Faith, and Fantasy in the New Physics of the Universe Author Roger Penrose Rating: 4 out of 5 stars(4/5) Save Fashion, Faith, and Fantasy in the New Physics of the Universe For Later Other Minds: The Octopus, the Sea, and the Deep Origins of Consciousness Other Minds: The Octopus, the Sea, and the Deep Origins of Consciousness Author Peter Godfrey-Smith Rating: 4 out of 5 stars(4/5) Save Other Minds For Later America Before: The Key to Earth's Lost Civilization America Before: The Key to Earth's Lost Civilization Author Graham Hancock Rating: 5 out of 5 stars(5/5) Save America Before For Later Hunger Hunger Author Knut Hamsun Rating: 5 out of 5 stars(5/5) Save Hunger For Later Fathoms: The World in the Whale Fathoms: The World in the Whale Author Rebecca Giggs Rating: 5 out of 5 stars(5/5) Save Fathoms For Later Genome: The Autobiography of a Species in 23 Chapters Genome: The Autobiography of a Species in 23 Chapters Author Matt Ridley Rating: 4 out of 5 stars(4/5) Save Genome For Later The End of Everything: (Astrophysically Speaking) The End of Everything: (Astrophysically Speaking) Author Katie Mack Rating: 5 out of 5 stars(5/5) Save The End of Everything For Later Seven and a Half Lessons About the Brain Seven and a Half Lessons About the Brain Author Lisa Feldman Barrett Rating: 4 out of 5 stars(4/5) Save Seven and a Half Lessons About the Brain For Later Voyage Voyage Author Stephen Baxter Rating: 4.5 out of 5 stars(4.5/5) Save Voyage For Later Alien World Order: The Reptilian Plan to Divide and Conquer the Human Race Alien World Order: The Reptilian Plan to Divide and Conquer the Human Race Author Len Kasten Rating: 4 out of 5 stars(4/5) Save Alien World Order For Later I Contain Multitudes: The Microbes Within Us and a Grander View of Life I Contain Multitudes: The Microbes Within Us and a Grander View of Life Author Ed Yong Rating: 4.5 out of 5 stars(4.5/5) Save I Contain Multitudes For Later Many Worlds in One: The Search for Other Universes Many Worlds in One: The Search for Other Universes Author Alex Vilenkin Rating: 5 out of 5 stars(5/5) Save Many Worlds in One For Later University Physics University Physics Author George Arfken Rating: 3.5 out of 5 stars(3.5/5) Save University Physics For Later The Grand Biocentric Design: How Life Creates Reality The Grand Biocentric Design: How Life Creates Reality Author Robert Lanza Rating: 5 out of 5 stars(5/5) Save The Grand Biocentric Design For Later Leonardo Da Vinci Leonardo Da Vinci Author Walter Isaacson Rating: 4.5 out of 5 stars(4.5/5) Save Leonardo Da Vinci For Later Is God a Mathematician? Is God a Mathematician? Author Mario Livio Rating: 3.5 out of 5 stars(3.5/5) Save Is God a Mathematician? For Later Dark Sun: The Making Of The Hydrogen Bomb Dark Sun: The Making Of The Hydrogen Bomb Author Richard Rhodes Rating: 4.5 out of 5 stars(4.5/5) Save Dark Sun For Later Black Holes, Supernovae, & More Black Holes, Supernovae, & More Author Robert Piccioni Rating: 0 out of 5 stars(0/5) Save Black Holes, Supernovae, & More For Later Unthinkable: An Extraordinary Journey Through the World's Strangest Brains Unthinkable: An Extraordinary Journey Through the World's Strangest Brains Author Helen Thomson Rating: 4 out of 5 stars(4/5) Save Unthinkable For Later Special Relativity 1: Light, Time & What's Relative Special Relativity 1: Light, Time & What's Relative Author Robert Piccioni Rating: 4.5 out of 5 stars(4.5/5) Save Special Relativity 1 For Later Related Podcast Episodes New Moon Surprises and Gamma Brain Waves!: Leslie will be discussing a powerful t-square that is currently active involving Mars,, Mars is still in a square, or clash with retrograde Venus and New Moon i New Moon Surprises and Gamma Brain Waves!: Leslie will be discussing a powerful t-square that is currently active involving Mars,, Mars is still in a square, or clash with retrograde Venus and New Moon i Author The Psychic Viewpoint 120 min listenTotal Save New Moon Surprises and Gamma Brain Waves!: Leslie will be discussing a powerful t-square that is currently active involving Mars,, Mars is still in a … For Later Exploring Mercury Rx with Sherene Vismaya: No need to panic, magic awaits Exploring Mercury Rx with Sherene Vismaya: No need to panic, magic awaits Author Astrology & The Hermetic Arts: Holes to Heavens 93 min listenTotal Save Exploring Mercury Rx with Sherene Vismaya: No need to panic, magic awaits For Later In the Heart of Sagittarius 2.0: Today Mercury is in the Heart of the Sun, making the second of a series of three alignments in the 1st decan of Sagittarius. Tune in as Gary expertly re-frames how the retrograde process represents a profound transformative opportunity, from an... In the Heart of Sagittarius 2.0: Today Mercury is in the Heart of the Sun, making the second of a series of three alignments in the 1st decan of Sagittarius. Tune in as Gary expertly re-frames how the retrograde process represents a profound transformative opportunity, from an... Author Hermetic Astrology Podcast 62 min listenTotal Save In the Heart of Sagittarius 2.0: Today Mercury is in the Heart of the Sun, making the second of a series of three alignments in the 1st decan of Sagit… For Later Mars Squares Saturn Transit and Understanding Soul Contracts!: On tonight's podcast in the first hour Leslie will be discussing The Mars-Saturn transit this week.  Following Mars square to Pluto it begins its square to Satu Mars Squares Saturn Transit and Understanding Soul Contracts!: On tonight's podcast in the first hour Leslie will be discussing The Mars-Saturn transit this week. Following Mars square to Pluto it begins its square to Satu Author The Psychic Viewpoint 120 min listenTotal Save Mars Squares Saturn Transit and Understanding Soul Contracts!: On tonight's podcast in the first hour Leslie will be discussing The Mars-Saturn transi… For Later 160 Billion Alien Planets: Yahoo! News, \"160 Billion Alien Planets May Exist in Our Milky Way Galaxy\" Jan 11, 2012; http://news.yahoo.com/160-billion-alien-planets-may-exist-milky-way-180412397.html 160 Billion Alien Planets: Yahoo! News, \"160 Billion Alien Planets May Exist in Our Milky Way Galaxy\" Jan 11, 2012; http://news.yahoo.com/160-billion-alien-planets-may-exist-milky-way-180412397.html Author Science News Flash 19 min listenTotal Save 160 Billion Alien Planets: Yahoo! News, \"160 Billion Alien Planets May Exist in Our Milky Way Galaxy\" Jan 11, 2012; http://news.yahoo.com/160-billion-… For Later Travelers in the Night Eps. 71 & 72: Martian Women & Could Space Aliens Detect Life On Earth?: Dr. Al Grauer hosts. Dr. Albert D. Grauer (  ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006.  Today's 2 topics: - Women have long played a prominent role at the forefront of... Travelers in the Night Eps. 71 & 72: Martian Women & Could Space Aliens Detect Life On Earth?: Dr. Al Grauer hosts. Dr. Albert D. Grauer ( ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006. Today's 2 topics: - Women have long played a prominent role at the forefront of... Author The 365 Days of Astronomy, the daily podcast of the International Year of Astronomy 2009 6 min listenTotal Save Travelers in the Night Eps. 71 & 72: Martian Women & Could Space Aliens Detect Life On Earth?: Dr. Al Grauer hosts. Dr. Albert D. Grauer ( ) is an ob… For Later WYS - Retrogrades: Yeah sure we know all about Merc Rx but what about the other retrogrades we experience? With a freshly retrograde Pluto, we dive in to the other planets. Your hosts Julia (@julialoken), Stevie (@spaghetti_witch), & Lisa (@asilnoux) chat about the... WYS - Retrogrades: Yeah sure we know all about Merc Rx but what about the other retrogrades we experience? With a freshly retrograde Pluto, we dive in to the other planets. Your hosts Julia (@julialoken), Stevie (@spaghetti_witch), & Lisa (@asilnoux) chat about the... Author What's Your Sign? 91 min listenTotal Save WYS - Retrogrades: Yeah sure we know all about Merc Rx but what about the other retrogrades we experience? With a freshly retrograde Pluto, we dive in… For Later Earth, Space and Winning the Lottery!: Why does the earth spin? Is the moon moving farther away from earth? What are the odds of winning the lottery twice in a row and of getting the same numbers twice? We take on these questions in this week's podcast as well as reveal the difference ... Earth, Space and Winning the Lottery!: Why does the earth spin? Is the moon moving farther away from earth? What are the odds of winning the lottery twice in a row and of getting the same numbers twice? We take on these questions in this week's podcast as well as reveal the difference ... Author Ask the Naked Scientists Podcast 25 min listenTotal Save Earth, Space and Winning the Lottery!: Why does the earth spin? Is the moon moving farther away from earth? What are the odds of winning the lottery t… For Later Dysfunction junction: Why we have a ‘do nothing’ Congress: Paul Kane on why Congress can’t function. Drew Harwell explains the disturbing use of artificial intelligence to put real-life women’s faces in fake-porn videos. Plus, Sarah Kaplan on NASA making its most distant visit to an object in our solar system. Dysfunction junction: Why we have a ‘do nothing’ Congress: Paul Kane on why Congress can’t function. Drew Harwell explains the disturbing use of artificial intelligence to put real-life women’s faces in fake-porn videos. Plus, Sarah Kaplan on NASA making its most distant visit to an object in our solar system. Author Post Reports 27 min listenTotal Save Dysfunction junction: Why we have a ‘do nothing’ Congress: Paul Kane on why Congress can’t function. Drew Harwell explains the disturbing use of artif… For Later Exploring Gas Giants Exploring Gas Giants Author Innovation Now 1 min listenTotal Save Exploring Gas Giants For Later Frozen Frontiers: The Alien, Iron-Breathing Microbes of Blood Falls Frozen Frontiers: The Alien, Iron-Breathing Microbes of Blood Falls Author WSJ’s The Future of Everything 21 min listenTotal Save Frozen Frontiers: The Alien, Iron-Breathing Microbes of Blood Falls For Later Venus Retrograde & Shifting Perspectives: We re-visit Venus retrograde, this time by examining the different \"dances,\" or dynamic loops She makes while traveling backward. Upon further examination the exceeding beautiful astronomical harmony of Venus' retrograde loops becomes an inspiration... Venus Retrograde & Shifting Perspectives: We re-visit Venus retrograde, this time by examining the different \"dances,\" or dynamic loops She makes while traveling backward. Upon further examination the exceeding beautiful astronomical harmony of Venus' retrograde loops becomes an inspiration... Author Hermetic Astrology Podcast 55 min listenTotal Save Venus Retrograde & Shifting Perspectives: We re-visit Venus retrograde, this time by examining the different \"dances,\" or dynamic loops She makes whil… For Later Super Moon, Venus Retro and Setting Intentions!: On the first hour of our weekly podcast Leslie is going to discus the Super Moon energy, Venus moving into Gemini and retrograde and other areas of interest in Super Moon, Venus Retro and Setting Intentions!: On the first hour of our weekly podcast Leslie is going to discus the Super Moon energy, Venus moving into Gemini and retrograde and other areas of interest in Author The Psychic Viewpoint 120 min listenTotal Save Super Moon, Venus Retro and Setting Intentions!: On the first hour of our weekly podcast Leslie is going to discus the Super Moon energy, Venus moving… For Later Will we ever find alien life?: 3/6 Where are we looking for alien life and what are the chances of finding it? Will we ever find alien life?: 3/6 Where are we looking for alien life and what are the chances of finding it? Author Discovery 27 min listenTotal Save Will we ever find alien life?: 3/6 Where are we looking for alien life and what are the chances of finding it? For Later Exploring Jupiter cycles with Adam Gainsburg: A cycle not to be missed. He has the good news.... Exploring Jupiter cycles with Adam Gainsburg: A cycle not to be missed. He has the good news.... Author Astrology & The Hermetic Arts: Holes to Heavens 113 min listenTotal Save Exploring Jupiter cycles with Adam Gainsburg: A cycle not to be missed. He has the good news.... For Later Cheap Astronomy - Dear CA #64: Back To Basics: Hosted by Steve Nerlich. In the gutter, looking up at the stars. – So the water came from asteroids now? Yes, or at least that’s some latest thinking. As we we’ve discussed previously on Cheap Astronomy, most astronomers think that all the water... Cheap Astronomy - Dear CA #64: Back To Basics: Hosted by Steve Nerlich. In the gutter, looking up at the stars. – So the water came from asteroids now? Yes, or at least that’s some latest thinking. As we we’ve discussed previously on Cheap Astronomy, most astronomers think that all the water... Author The 365 Days of Astronomy, the daily podcast of the International Year of Astronomy 2009 14 min listenTotal Save Cheap Astronomy - Dear CA #64: Back To Basics: Hosted by Steve Nerlich. In the gutter, looking up at the stars. – So the water came from asteroids now… For Later Awesome Astronomy - Live Lockdown Q&A Show Part 2: Paul Hill, Ralph Wilkins and Jenifer Millard host. Damien Phillips and John Wildridge produce. You can watch the video of this recording (and our live Episode 45 recording on 27th April) at:    This show is a response to the many requests we get... Awesome Astronomy - Live Lockdown Q&A Show Part 2: Paul Hill, Ralph Wilkins and Jenifer Millard host. Damien Phillips and John Wildridge produce. You can watch the video of this recording (and our live Episode 45 recording on 27th April) at:   This show is a response to the many requests we get... Author The 365 Days of Astronomy, the daily podcast of the International Year of Astronomy 2009 56 min listenTotal Save Awesome Astronomy - Live Lockdown Q&A Show Part 2: Paul Hill, Ralph Wilkins and Jenifer Millard host. Damien Phillips and John Wildridge produce. You … For Later The Planets -- Groks Science Show 2006-03-15 The Planets -- Groks Science Show 2006-03-15 Author Groks Science Radio Show and Podcast 29 min listenTotal Save The Planets -- Groks Science Show 2006-03-15 For Later Martin Rees: Prospects for Humanity: Are we doing enough to protect our planet? According to world-renowned scientist and Astronomer Royal Martin Rees, humanity has reached a critical moment, and there is no plan B for Earth. Martin Rees: Prospects for Humanity: Are we doing enough to protect our planet? According to world-renowned scientist and Astronomer Royal Martin Rees, humanity has reached a critical moment, and there is no plan B for Earth. Author Commonwealth Club of California Podcast 20 min listenTotal Save Martin Rees: Prospects for Humanity: Are we doing enough to protect our planet? According to world-renowned scientist and Astronomer Royal Martin Rees… For Later Travelers in the Night Eps. 41 & 42 - Navigating The Night Sky & Astronauts Reveal Sobering Data on Asteroid Impacts: Dr. Al Grauer hosts. Dr. Albert D. Grauer (  ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006.  Today's 2 topics: - To the human eye the night sky is a source of mystery and... Travelers in the Night Eps. 41 & 42 - Navigating The Night Sky & Astronauts Reveal Sobering Data on Asteroid Impacts: Dr. Al Grauer hosts. Dr. Albert D. Grauer ( ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006. Today's 2 topics: - To the human eye the night sky is a source of mystery and... Author The 365 Days of Astronomy, the daily podcast of the International Year of Astronomy 2009 6 min listenTotal Save Travelers in the Night Eps. 41 & 42 - Navigating The Night Sky & Astronauts Reveal Sobering Data on Asteroid Impacts: Dr. Al Grauer hosts. Dr. Albert … For Later First Direct Observation of a Planet-Like Object Orbiting Star Similar to Sun: Science Daily, “First Direct Observation of a Planet-Like Object Orbiting Star Similar to Sun,” December 3, 2009 ; http://www.sciencedaily.com/releases/2009/12/091203141909.htm First Direct Observation of a Planet-Like Object Orbiting Star Similar to Sun: Science Daily, “First Direct Observation of a Planet-Like Object Orbiting Star Similar to Sun,” December 3, 2009 ; http://www.sciencedaily.com/releases/2009/12/091203141909.htm Author Science News Flash 14 min listenTotal Save First Direct Observation of a Planet-Like Object Orbiting Star Similar to Sun: Science Daily, “First Direct Observation of a Planet-Like Object Orbiti… For Later EPISODE 148 - A Tale of the Hairy Man in OZ: EPISODE 148 - A Tale of the Hairy Man in OZ EPISODE 148 - A Tale of the Hairy Man in OZ: EPISODE 148 - A Tale of the Hairy Man in OZ Author Mysteries Abound 0 min listenTotal Save EPISODE 148 - A Tale of the Hairy Man in OZ: EPISODE 148 - A Tale of the Hairy Man in OZ For Later Planetary rulership: Detriment: Episode 48: Detriment. Detriment occurs when a planet is in the opposite sign of the one it rules. The energy becomes weakened. This is not the weakest position but it’s compromised nonetheless. An example: Mars rules Aries. In Aries, the energy is force... Planetary rulership: Detriment: Episode 48: Detriment. Detriment occurs when a planet is in the opposite sign of the one it rules. The energy becomes weakened. This is not the weakest position but it’s compromised nonetheless. An example: Mars rules Aries. In Aries, the energy is force... Author Astrology Bytes with Theresa Reed 5 min listenTotal Save Planetary rulership: Detriment: Episode 48: Detriment. Detriment occurs when a planet is in the opposite sign of the one it rules. The energy becomes … For Later Cosmic Queries: A Powerful Potpourri Cosmic Queries: A Powerful Potpourri Author StarTalk Radio 37 min listenTotal Save Cosmic Queries: A Powerful Potpourri For Later Episode 148 - BONUS: X-Rays from Pluto: Does discovering / X-rays from Pluto change all / We know and hold dear? Episode 148 - BONUS: X-Rays from Pluto: Does discovering / X-rays from Pluto change all / We know and hold dear? Author Exposing PseudoAstronomy 47 min listenTotal Save Episode 148 - BONUS: X-Rays from Pluto: Does discovering / X-rays from Pluto change all / We know and hold dear? For Later Travelers in the Night Eps. 461 & 462: Brian's First & Our View: Dr. Al Grauer hosts. Dr. Albert D. Grauer ( @Nmcanopus ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006. travelersinthenight.org Today's 2 topics: -  Brian Africano... Travelers in the Night Eps. 461 & 462: Brian's First & Our View: Dr. Al Grauer hosts. Dr. Albert D. Grauer ( @Nmcanopus ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006. travelersinthenight.org Today's 2 topics: -  Brian Africano... Author The 365 Days of Astronomy, the daily podcast of the International Year of Astronomy 2009 6 min listenTotal Save Travelers in the Night Eps. 461 & 462: Brian's First & Our View: Dr. Al Grauer hosts. Dr. Albert D. Grauer ( @Nmcanopus ) is an observational asteroid… For Later Travelers in the Night Eps. 47 & 48: Earth Approaching Space Rocks Collected Over 6 Nights & Large Dangerous Asteroids Still Appear Suddenly Without Warning: Dr. Al Grauer hosts. Dr. Albert D. Grauer (  ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006.  Today's 2 topics: - During a 2014 6 night observing run I found 29 Earth... Travelers in the Night Eps. 47 & 48: Earth Approaching Space Rocks Collected Over 6 Nights & Large Dangerous Asteroids Still Appear Suddenly Without Warning: Dr. Al Grauer hosts. Dr. Albert D. Grauer ( ) is an observational asteroid hunting astronomer. Dr. Grauer retired from the University of Arkansas at Little Rock in 2006. Today's 2 topics: - During a 2014 6 night observing run I found 29 Earth... Author The 365 Days of Astronomy, the daily podcast of the International Year of Astronomy 2009 6 min listenTotal Save Travelers in the Night Eps. 47 & 48: Earth Approaching Space Rocks Collected Over 6 Nights & Large Dangerous Asteroids Still Appear Suddenly Without W… For Later Future Power and Outer Space: Can we make our own fuel? Or provide our own power? Could there be smarter life than us in outer space? Could other planets have their own Northern Lights? We find out the answer to these questions this week on Ask the Naked Scientists.We also find... Future Power and Outer Space: Can we make our own fuel? Or provide our own power? Could there be smarter life than us in outer space? Could other planets have their own Northern Lights? We find out the answer to these questions this week on Ask the Naked Scientists.We also find... Author Ask the Naked Scientists Podcast 22 min listenTotal Save Future Power and Outer Space: Can we make our own fuel? Or provide our own power? Could there be smarter life than us in outer space? Could other plan… For Later Earth: A Millennium Hence: ENCORE  Humans have not gone unnoticed on this planet.  We’ve left our mark with technology, agriculture, architecture, and a growing carbon footprint.  But where is this trajectory headed?  In the second of a two-part series: what we’ll lose and... Earth: A Millennium Hence: ENCORE Humans have not gone unnoticed on this planet. We’ve left our mark with technology, agriculture, architecture, and a growing carbon footprint. But where is this trajectory headed? In the second of a two-part series: what we’ll lose and... Author Big Picture Science 50 min listenTotal Save Earth: A Millennium Hence: ENCORE Humans have not gone unnoticed on this planet. We’ve left our mark with technology, agriculture, architecture, and… For Later Hedgehog Robots Hedgehog Robots Author Innovation Now 1 min listenTotal Save Hedgehog Robots For Later Related Articles The Atlantic The Atlantic 5 min readTotal  How Would People React to News That Aliens Exist? On the night before Halloween in 1938, a strange story crackled over radios across the United States. An announcer interrupted the evening’s regular programming for a “special bulletin,” which went on to describe an alien invasion in a field in New J On the night before Halloween in 1938, a strange story crackled over radios across the United States. An announcer interrupted the evening’s regular programming for a “special bulletin,” which went on to describe an alien invasion in a field in New J Save How Would People React to News That Aliens Exist? For Later Horoscope Guide Horoscope Guide 4 min readTotal  Taurus 1st-8th: Common goal. Get active in a group whose altruistic ideals are like your own, Taurus. On the 8th the Sun in your solar 9th forms a sextile to Neptune in your solar 11th, so your focus will aim you toward a common goal that involves helping o 1st-8th: Common goal. Get active in a group whose altruistic ideals are like your own, Taurus. On the 8th the Sun in your solar 9th forms a sextile to Neptune in your solar 11th, so your focus will aim you toward a common goal that involves helping o Save Taurus For Later Horoscope Guide Horoscope Guide 4 min readTotal  Virgo 1st-8th: Summer place. Think about renting a place in or near a vacation spot where you can spend time with family, Virgo. On the 7th, the Sun in your solar 12th forming a trine to Jupiter in your solar 4th suggests that a dream vacation need not foc 1st-8th: Summer place. Think about renting a place in or near a vacation spot where you can spend time with family, Virgo. On the 7th, the Sun in your solar 12th forming a trine to Jupiter in your solar 4th suggests that a dream vacation need not foc Save Virgo For Later Horoscope Guide Horoscope Guide 4 min readTotal  Leo 1st-8th: Staying healthy. Despite the pressures of the holidays, try to follow a healthful diet and exercise regimen, Leo. On the 2nd, as Jupiter enters your solar 6th, where it will stay for the next 12 months, continue to eat sensibly and set aside 1st-8th: Staying healthy. Despite the pressures of the holidays, try to follow a healthful diet and exercise regimen, Leo. On the 2nd, as Jupiter enters your solar 6th, where it will stay for the next 12 months, continue to eat sensibly and set aside Save Leo For Later Horoscope Guide Horoscope Guide 4 min readTotal  Virgo August 23rd to September 22nd 1st-8th: Charismatic you. You may have to pinch yourself to make sure that you are as charismatic as people seem to think you are now, Virgo. With Mercury, Sun, Mars, and Venus all in your sign, there is no stopping your August 23rd to September 22nd 1st-8th: Charismatic you. You may have to pinch yourself to make sure that you are as charismatic as people seem to think you are now, Virgo. With Mercury, Sun, Mars, and Venus all in your sign, there is no stopping your Save Virgo For Later Horoscope Guide Horoscope Guide 4 min readTotal  Leo 1st-8th: Future travels. Start thinking about a family vacation, even if it might not happen until the new year, Leo. On the 7th the Sun in your solar 4th forms a quincunx to Mars in your solar 9th, so even though circumstances will delay your travel 1st-8th: Future travels. Start thinking about a family vacation, even if it might not happen until the new year, Leo. On the 7th the Sun in your solar 4th forms a quincunx to Mars in your solar 9th, so even though circumstances will delay your travel Save Leo For Later Horoscope Guide Horoscope Guide 4 min readTotal  Taurus 1st-8th: Charisma galore. Your natural powers of persuasion make it possible for you to accomplish anything you want, Taurus. On the 8th, Venus conjoining Uranus in your sign brings out all that personal magnetism as people line up to collaborate wit 1st-8th: Charisma galore. Your natural powers of persuasion make it possible for you to accomplish anything you want, Taurus. On the 8th, Venus conjoining Uranus in your sign brings out all that personal magnetism as people line up to collaborate wit Save Taurus For Later Watch Watch 4 min readTotal In the Stars THE SUN IN LIBRA loves harmony in a peaceful environment. The moon in exuberant Sagittarius needs adventure and the open road. This combo makes The Affair’s Dominic West charming and easygoing yet daring and ambitious. The brilliant alliance of Mercu THE SUN IN LIBRA loves harmony in a peaceful environment. The moon in exuberant Sagittarius needs adventure and the open road. This combo makes The Affair’s Dominic West charming and easygoing yet daring and ambitious. The brilliant alliance of Mercu Save In the Stars For Later Linux Format Linux Format 1 min readTotal  Astronomy Software We’re in the era of some of the best space-based storytelling thanks to series such as Star Trek: Discovery, The Mandalorian, The Expanse and many more. Whether it’s because of these, or because you’re naturally curious about and fascinated by the va We’re in the era of some of the best space-based storytelling thanks to series such as Star Trek: Discovery, The Mandalorian, The Expanse and many more. Whether it’s because of these, or because you’re naturally curious about and fascinated by the va Save Astronomy Software For Later BBC Science Focus Magazine BBC Science Focus Magazine 1 min readTotal From The Editor It turns out our Solar System is a pretty hospitable place. That’s been one of the major narratives of the last decade as probes and rovers have stretched out across space and got to know the planets and moons that surround us. Clearly Earth is somet It turns out our Solar System is a pretty hospitable place. That’s been one of the major narratives of the last decade as probes and rovers have stretched out across space and got to know the planets and moons that surround us. Clearly Earth is somet Save From The Editor For Later Horoscope Guide Horoscope Guide 4 min readTotal  Sagittarius 1st-7th: Factual presentation. With all the in–formation on the Internet, you can carefully research the topics that interest you most, Sagittarius. With Venus, Saturn, Jupiter, Sun, and Mercury in your solar 3rd, you may be called upon to give a spe 1st-7th: Factual presentation. With all the in–formation on the Internet, you can carefully research the topics that interest you most, Sagittarius. With Venus, Saturn, Jupiter, Sun, and Mercury in your solar 3rd, you may be called upon to give a spe Save Sagittarius For Later Woman & Home Woman & Home 2 min readTotal Your Stars Leos are genuinely at their best when the sun’s in their sign (until the 23rd). Now you get an extra boost from feisty Mars, upping energy and libido.  Right up to December, lucky Jupiter brings opportunity around kids, hobbies and lovers. Work and t Leos are genuinely at their best when the sun’s in their sign (until the 23rd). Now you get an extra boost from feisty Mars, upping energy and libido.  Right up to December, lucky Jupiter brings opportunity around kids, hobbies and lovers. Work and t Save Your Stars For Later Horoscope Guide Horoscope Guide 4 min readTotal  Pisces 1st-8th: Best friends forever. It is the perfect time to make social commitments with those whom you consider to be your close friends, Pisces. With Saturn retrograding back into your solar 11th on the 1st you may recall times last year when people y 1st-8th: Best friends forever. It is the perfect time to make social commitments with those whom you consider to be your close friends, Pisces. With Saturn retrograding back into your solar 11th on the 1st you may recall times last year when people y Save Pisces For Later REVOLUTION DIGITAL REVOLUTION DIGITAL 2 min readTotal  It’s A Date MOVEMENT PF339 self-winding manufacture movement; annual calendar; 50-hour power reserve CASE 40mm rose gold or white gold STRAP Hermès black alligator leather with folding buckle in rose or white gold With a background like Michel Parmigiani’s, invo MOVEMENT PF339 self-winding manufacture movement; annual calendar; 50-hour power reserve CASE 40mm rose gold or white gold STRAP Hermès black alligator leather with folding buckle in rose or white gold With a background like Michel Parmigiani’s, invo Save It’s A Date For Later Horoscope Guide Horoscope Guide 4 min readTotal  Capricorn 1st-8th: Family business. If creating a family business is something you have always wanted to explore, now may be the right time, Capricorn. On the 6th, Venus in your solar 4th forms a sextile to Mars in your work sector (solar 6th), so working with 1st-8th: Family business. If creating a family business is something you have always wanted to explore, now may be the right time, Capricorn. On the 6th, Venus in your solar 4th forms a sextile to Mars in your work sector (solar 6th), so working with Save Capricorn For Later Harper's Bazaar Australia Harper's Bazaar Australia 4 min readTotal Horoscopes A shimmer of cosmic magic makes relationships extra harmonious this month as your ruler, Venus, links with sultry Mars. Seeds of love that are sown now could bring you closer to your partner or a crush (though it’s you who will be making most of the A shimmer of cosmic magic makes relationships extra harmonious this month as your ruler, Venus, links with sultry Mars. Seeds of love that are sown now could bring you closer to your partner or a crush (though it’s you who will be making most of the Save Horoscopes For Later Essential Apple User Magazine Essential Apple User Magazine 1 min readTotal  Rocket Jump Games don’t come more casual than this. It’s free to download, easily played with one finger and instead of in-app purchases; it makes its money from advertising. Launch your rocket and it goes into orbit around the nearest planet, from there, you ta Games don’t come more casual than this. It’s free to download, easily played with one finger and instead of in-app purchases; it makes its money from advertising. Launch your rocket and it goes into orbit around the nearest planet, from there, you ta Save Rocket Jump For Later NW Magazine NW Magazine 4 min readTotal YOUR Stars Because Mercury is in your own sign until the end of this month, you won’t have to worry about affairs of the heart going wrong. Normally, the silly season tends to make you too intense and that hasn’t always fared well for romance. However, this Chr Because Mercury is in your own sign until the end of this month, you won’t have to worry about affairs of the heart going wrong. Normally, the silly season tends to make you too intense and that hasn’t always fared well for romance. However, this Chr Save YOUR Stars For Later WellBeing Wild WellBeing Wild 6 min readTotal Horoscopes March 21–April 19 August to November has you dancing some ravenous and wild dances as you are called to look toward all of the parts of yourself that the culture has shut down, misunderstood and repressed. How many times have you been told you are to March 21–April 19 August to November has you dancing some ravenous and wild dances as you are called to look toward all of the parts of yourself that the culture has shut down, misunderstood and repressed. How many times have you been told you are to Save Horoscopes For Later Australian Sky & Telescope Australian Sky & Telescope 2 min readTotal In Brief A re-analysis of LIGO’s first detection of gravitational waves reveals that scientists can pick up the shudder in spacetime that follows a black hole merger. This shudder, called the ringdown, is like the dying vibration of a struck bell. Physicists A re-analysis of LIGO’s first detection of gravitational waves reveals that scientists can pick up the shudder in spacetime that follows a black hole merger. This shudder, called the ringdown, is like the dying vibration of a struck bell. Physicists Save In Brief For Later Anorak Magazine Anorak Magazine 1 min readTotal  “Aliens Do Exist,” Announces Alien. A visiting alien from Planet Mercury walked into the town’s square yesterday and gathered a crowd with his cries. “Aliens exist” he shouted “and I am the living proof of it.” He invited people in the crowd to prod him to judge for themselves but the A visiting alien from Planet Mercury walked into the town’s square yesterday and gathered a crowd with his cries. “Aliens exist” he shouted “and I am the living proof of it.” He invited people in the crowd to prod him to judge for themselves but the Save “Aliens Do Exist,” Announces Alien. For Later Horoscope Guide Horoscope Guide 4 min readTotal  Aquarius 1st-8th: Balancing act. Strike a balance between what you do in the world and time you spend with those you love, Aquarius. With Mercury in your solar 10th forming a semisextile to Jupiter in your solar 11th on the 6th, continue to get involved with 1st-8th: Balancing act. Strike a balance between what you do in the world and time you spend with those you love, Aquarius. With Mercury in your solar 10th forming a semisextile to Jupiter in your solar 11th on the 6th, continue to get involved with Save Aquarius For Later Horoscope Guide Horoscope Guide 4 min readTotal  Cancer June 21st to July 22nd 1st-8th: Social connections. Networking events and social engagements held at the same time may be a problem, Cancer. With Mercury, Sun, Mars and Venus in your solar 3rd, you run the risk of spreading yourself too thin and even June 21st to July 22nd 1st-8th: Social connections. Networking events and social engagements held at the same time may be a problem, Cancer. With Mercury, Sun, Mars and Venus in your solar 3rd, you run the risk of spreading yourself too thin and even Save Cancer For Later Horoscope Guide Horoscope Guide 4 min readTotal  Sagittarius 1st-8th: Thick and thin. Recently friends have been showing you that they are there through thick and thin, Sagittarius. On the 3rd, when Mars joins the Sun and Venus in your solar 11th, it’s time to let them know how grateful you are, so set a date 1st-8th: Thick and thin. Recently friends have been showing you that they are there through thick and thin, Sagittarius. On the 3rd, when Mars joins the Sun and Venus in your solar 11th, it’s time to let them know how grateful you are, so set a date Save Sagittarius For Later NW Magazine NW Magazine 2 min readTotal YOUR Stars Much as you love looking after other people, Venus signals that it’s high time to look after yourself. Only take on activities and tasks that suit you first and foremost. You might feel a bit bad, but you won’t end up with nervous exhaustion!  Both M Much as you love looking after other people, Venus signals that it’s high time to look after yourself. Only take on activities and tasks that suit you first and foremost. You might feel a bit bad, but you won’t end up with nervous exhaustion!  Both M Save YOUR Stars For Later Horoscope Guide Horoscope Guide 4 min readTotal  Leo July 23rd to August 22nd 1st-8th: In good shape. Your finances are in good shape, so be generous without spending beyond your means, Leo. With Mercury, Sun, Mars, and Venus in your solar 2nd go ahead and splurge on things you once held back from purc July 23rd to August 22nd 1st-8th: In good shape. Your finances are in good shape, so be generous without spending beyond your means, Leo. With Mercury, Sun, Mars, and Venus in your solar 2nd go ahead and splurge on things you once held back from purc Save Leo For Later Cosmos Magazine Cosmos Magazine 1 min readTotal  Peter Reeve Astronomer IT’S FUNNY HOW small moments in childhood can shape our interests growing up. For amateur astronomer Peter Reeve, an interest in space was piqued by a book his uncle won for him at a sideshow when he was eight. “It was based on the movie Meteor, whic IT’S FUNNY HOW small moments in childhood can shape our interests growing up. For amateur astronomer Peter Reeve, an interest in space was piqued by a book his uncle won for him at a sideshow when he was eight. “It was based on the movie Meteor, whic Save Peter Reeve Astronomer For Later Australian Sky & Telescope Australian Sky & Telescope 2 min readTotal Space Celebrations There’ll be lots of exciting events coming up in 2019, especially those in July associated with the 50th anniversary of the landing of Apollo 11 on the Moon— watch this space and the AS&T website (skyandtelescope.com.au) for details of those events a There’ll be lots of exciting events coming up in 2019, especially those in July associated with the 50th anniversary of the landing of Apollo 11 on the Moon— watch this space and the AS&T website (skyandtelescope.com.au) for details of those events a Save Space Celebrations For Later Cosmopolitan India Cosmopolitan India 2 min readTotal Cosmo Astro 20.01–18.02 Wanna get rid of all the Pisces-season moodiness killing your vibe? Buy lunch for bae or surprise BFFs with their fave takeout. Venus entering Aries on February 7th = new friends and more cuties sliding into your DMs, so you’re sorted. 19 20.01–18.02 Wanna get rid of all the Pisces-season moodiness killing your vibe? Buy lunch for bae or surprise BFFs with their fave takeout. Venus entering Aries on February 7th = new friends and more cuties sliding into your DMs, so you’re sorted. 19 Save Cosmo Astro For Later BBC Sky at Night BBC Sky at Night 1 min readTotal  Reviews Find out more about how we test equipment at www.skyatnightmagazine.com/scoring-categories 78 Three pairs of 7x50 binoculars are on test this month PLUS: Books on spaceflight, Einstein, Mars and more, plus a roundup of the latest astronomy gear Each Find out more about how we test equipment at www.skyatnightmagazine.com/scoring-categories 78 Three pairs of 7x50 binoculars are on test this month PLUS: Books on spaceflight, Einstein, Mars and more, plus a roundup of the latest astronomy gear Each Save Reviews For Later Book Preview Extraterrestrial - Avi Loeb HMH  Copyright © 2021 by Avi Loeb  All rights reserved  For information about permission to reproduce selections from this book, write to trade.permissions@hmhco.com or to Permissions, Houghton Mifflin Harcourt Publishing Company, 3 Park Avenue, 19th Floor, New York, New York 10016.  hmhbooks.com  Library of Congress Cataloging-in-Publication Data  Names: Loeb, Abraham, author.  Title: Extraterrestrial : the first sign of intelligent life beyond Earth / Avi Loeb.  Description: Boston : Houghton Mifflin Harcourt, 2021. | Includes bibliographical references and index.  Identifiers: LCCN 2020023329 (print) | LCCN 2020023330 (ebook) | ISBN 9780358278146 (hardcover) | ISBN 9780358393788 | ISBN 9780358394570 | ISBN 9780358274551 (ebook)  Subjects: LCSH: Extraterrestrial beings. | Life on other planets. | ‘Oumuamua (Interstellar object)  Classification: LCC QB54 .L63 2021 (print) | LCC QB54 (ebook) | DDC 576.8/39—dc23  LC record available at https://lccn.loc.gov/2020023329  LC ebook record available at https://lccn.loc.gov/2020023330  Cover design by Martha Kennedy  Cover photograph © Mohaimen Wareth / Getty Images  Author photograph © Olivia Falcigno  v2.0121  To my three muses, Ofrit, Klil, and Lotem, and everyone else out there . . .  Introduction When you get a chance, step outside and admire the universe. This is best done at night, of course. But even when the only celestial object we can make out is the noontime Sun, the universe is always there, awaiting our attention. Just looking up, I find, helps change your perspective.  The view over our heads is most majestic at nighttime, but this is not a quality of the universe; rather, it is a quality of humankind. In the welter of daytime concerns, most of us spend a majority of our hours attentive to what is a few feet or yards in front of us; when we think of what is above us, most often it’s because we’re concerned about the weather. But at night, our terrestrial worries tend to ebb, and the grandeur of the moon, the stars, the Milky Way, and—for the fortunate among us—the trail of a passing comet or satellite become visible to backyard telescopes and even the naked eye.  What we see when we bother to look up has inspired humanity for as far back as recorded history. Indeed, it has recently been surmised that forty-thousand-year-old cave paintings throughout Europe show that our distant ancestors tracked the stars. From poets to philosophers, theologians to scientists, we have found in the universe provocations for awe, action, and the advancement of civilization. It was the nascent field of astronomy, after all, that was the impetus for the scientific revolution of Nicolaus Copernicus, Galileo Galilei, and Isaac Newton that removed the Earth from the center of the physical universe. These scientists were not the first to advocate for a more self-deprecating view of our world, but unlike the philosophers and theologians who preceded them, they relied on a method of evidence-backed hypotheses that ever since has been the touchstone of human civilization’s advancement.  … I have spent most of my professional career being rigorously curious about the universe. Directly or indirectly, everything beyond the Earth’s atmosphere falls within the scope of my day job. At the time of this writing, I serve as chair of Harvard University’s Department of Astronomy, founding director of Harvard’s Black Hole Initiative, director of the Institute for Theory and Computation within the Harvard-Smithsonian Center for Astrophysics, chair of the Breakthrough Starshot Initiative, chair of the Board on Physics and Astronomy of the National Academies, a member of the advisory board for the digital platform Einstein: Visualize the Impossible from the Hebrew University of Jerusalem, and a member of the President’s Council of Advisors on Science and Technology in Washington, DC. It is my good fortune to work alongside many exceptionally talented scholars and students as we consider some of the universe’s most profound questions.  This book confronts one of these profound questions, arguably the most consequential: Are we alone? Over time, this question has been framed in different ways. Is life here on Earth the only life in the universe? Are humans the only sentient intelligence in the vastness of space and time? A better, more precise framing of the question would be this: Throughout the expanse of space and over the lifetime of the universe, are there now or have there ever been other sentient civilizations that, like ours, explored the stars and left evidence of their efforts?  I believe that in 2017, evidence passed through our solar system that supports the hypothesis that the answer to the last question is yes. In this book, I look at that evidence, test that hypothesis, and ask what consequences might follow if scientists gave it the same credence they give to conjectures about supersymmetry, extra dimensions, the nature of dark matter, and the possibility of a multiverse.  But this book also asks another question, in some ways a more difficult one. Are we, both scientists and laypeople, ready? Is human civilization ready to confront what follows our accepting the plausible conclusion, arrived at through evidence-backed hypotheses, that terrestrial life isn’t unique and perhaps not even particularly impressive? I fear the answer is no, and that prevailing prejudice is a cause for concern.  … As is true for many professions, fashionable trends and conservatism when confronting the unfamiliar are evident throughout the scientific community. Some of that conservatism stems from a laudable instinct. The scientific method encourages reasonable caution. We make a hypothesis, gather evidence, test that hypothesis against the available evidence, and then refine the hypothesis or gather more evidence. But fashions can discourage the consideration of certain hypotheses, and careerism can direct attention and resources toward some subjects and away from others.  Popular culture hasn’t helped. Science fiction books and films frequently depict extraterrestrial intelligence in a way that most serious scientists find laughable. Aliens lay waste to Earth’s cities, snatch human bodies, or, through torturously oblique means, endeavor to communicate with us. Whether they are malevolent or benevolent, aliens often possess superhuman wisdom and have mastered physics in ways that permit them to manipulate time and space so they can crisscross the universe—sometimes even a multiverse—in a blink. With this technology, they frequent solar systems, planets, and even neighborhood bars that teem with sentient life. Over the years, I have come to believe that the laws of physics cease to apply in only two places: singularities and Hollywood.  Personally, I do not enjoy science fiction when it violates the laws of physics; I like science and I like fiction but only when they are honest, without pretensions. Professionally, I worry that sensationalized depictions of aliens have led to a popular and scientific culture in which it is acceptable to laugh off many serious discussions of alien life even when the evidence clearly indicates that this is a topic worthy of discussion; indeed, one that we ought to be discussing now more than ever.  Are we the only intelligent life in the universe? Science fiction narratives have prepared us to expect that the answer is no and that it will arrive with a bang; scientific narratives tend to avoid the question entirely. The result is that humans are woefully ill prepared for an encounter with an extraterrestrial counterpart. After the credits roll and we leave the movie theater and look up at the night sky, the contrast is jarring. Above us we see mostly empty, seemingly lifeless space. But appearances can be deceiving, and for our own good, we cannot allow ourselves to be deceived any longer.  … In The Hollow Men, his meditation on post–World War I Europe, the poet T. S. Eliot reflects: This is the way the world ends / Not with a bang but a whimper. In a few words, Eliot captures the devastation of that conflict, which was, at that point, the deadliest in human history. But perhaps because my earliest academic love was philosophy, I hear more than despair in Eliot’s evocative lines. I also hear an ethical choice.  The world will end, of course, and most decidedly with a bang; our Sun, now about 4.6 billion years old, will in about 7 billion years turn into an expanding red giant and end all life on Earth. This is not up for debate, nor is it an ethical matter.  No, the ethical question that I hear in Eliot’s The Hollow Men focuses not on Earth’s extinction, which is a scientific certainty, but on the less than certain extinction of human civilization—perhaps, indeed, all terrestrial life.  Today, our planet is careening toward a catastrophe. Environmental degradation, climate change, pandemics, and the ever-present risk of nuclear war are only the most familiar of the threats we face. In myriad ways, we have set the stage for our own ending. It could come with a bang or a whimper or both—or neither. At the moment, all options are on the table.  Which path will we choose? This is the ethical question between the lines of Eliot’s poem.  Not with a bang but a whimper. What if this metaphor about endings holds true for certain beginnings? What if an answer to Are we alone? presented itself, but it was subtle, fleeting, ambiguous? What if we needed to employ our powers of observation and deduction to their fullest extent in order to discern it? And what if the answer to this question held the key to the other question I just posed, about whether and how terrestrial life and our collective civilization will end?  … In the pages that follow, I consider the hypothesis that just such an answer was given to humanity on October 19, 2017. I take seriously not just the hypothesis but also the messages it contains for humanity, the lessons we might glean from it, and some of the consequences that could follow from our acting on or not acting on those lessons.  While pursuing answers to the questions of science, from the origins of life to the origins of everything, might appear to be among the most arrogant of human endeavors, the chase itself is humbling. Measured by all dimensions, each human life is infinitesimal; our individual accomplishments are visible only in the aggregate of many generations of effort. We all stand on the shoulders of our predecessors—and our own shoulders must support the endeavors of those who will follow. We forget that at our peril, and theirs.  There is humility, too, in appreciating that when we struggle to make sense of the universe, the fault is in our comprehension, not in the facts or the laws of nature. I was aware of this from an early age, a consequence of leaning toward becoming a philosopher in my youth; I learned it anew during my early training as a physicist and came to appreciate it more fully as a somewhat accidental astrophysicist. In my teens I was particularly struck by the existentialists and their attention to the individual confronting a seemingly absurd world, and as an astrophysicist I am particularly aware of my life—indeed, all life—measured against the vast scale of the universe. I have found that when viewed with humility, both philosophy and the universe inspire hope that we can do better. It requires proper scientific collaboration across all nations and a truly global perspective—but we can do better.  I also believe that sometimes humanity needs a nudge.  If evidence of extraterrestrial life appeared in our solar system, would we notice? If we are expecting the bang of gravity-defying ships on the horizon, do we risk missing the subtle sound of other arrivals? What if, for instance, that evidence was inert or defunct technology—the equivalent, perhaps, of a billion-year-old civilization’s trash?  … Here is a thought experiment that I put to the undergraduate students who attend my freshman seminar at Harvard. An alien spaceship has landed in Harvard Yard and the extraterrestrials make it clear that they are friendly. They visit, have their photographs taken on the steps of Widener Library, and touch the foot of the statue of John Harvard, as so many terrestrial tourists do. Then they turn to their hosts and invite them to climb aboard their spaceship for a one-way trip to the aliens’ home planet. It’s a little risky, they acknowledge, but what adventure isn’t?  Would you accept their offer? Would you take that trip?  Almost all of my students answer in the affirmative. At this point, I change the thought experiment. The aliens remain congenial, but now they inform their human friends that rather than returning to their home planet, they are going to travel past the event horizon of a black hole. Again, it’s a risky proposition, to be sure, but the aliens have enough confidence in their theoretical modeling of what awaits them that they’re willing to go. What the aliens want to know is: Are you ready? Would you take that trip?  Almost all of my students answer no.  Both trips are one-way trips. Both entail unknowns and risks. So why the different answers?  The most commonly stated reason is that in the first instance, my students would still be able to use their phones to share their experiences with friends and family back home, for although it might take light-years for the signals to reach Earth, they would do so eventually. However, a trip past the event horizon of a black hole ensures that no selfie, no text, no information, whether wondrous or not, would ever get through. One trip would produce Facebook or Twitter likes; the other was guaranteed not to.  At this point I remind my students that, as Galileo Galilei argued after looking through his telescope, evidence doesn’t care about approval. This applies to all evidence, whether it is learned on a distant planet or on the other side of a black hole’s event horizon. The value of information doesn’t reside in the number of thumbs-ups it gets but in what we do with it.  And then I put to them a question that many Harvard undergraduates feel they have the answer to: Are we—that is, human beings—the smartest kids on the block? Before they can reply, I add: Look skyward and realize that your answer will depend a great deal on how you respond to one of my favorite questions—are we alone?  Contemplating the sky and the universe beyond teaches us humility. Cosmic space and time have vast scales. There are more than a billion trillion sun-like stars in the observable volume of the universe, and even the luckiest among us live for merely 1 percent of a millionth of the lifetime of the Sun. But staying humble should not prevent us from trying to get to know our universe better. Rather, it should animate us to raise our ambitions, ask difficult questions that challenge our presumptions, and then set about rigorously pursuing evidence rather than likes.  … Most of the evidence this book wrestles with was collected over eleven days, starting on October 19, 2017. That was the length of time we had to observe the first known interstellar visitor. Analysis of this data in combination with additional observations establishes our inferences about this peculiar object. Eleven days doesn’t sound like much, and there isn’t a scientist who doesn’t wish we had managed to collect more evidence, but the data we have is substantial and from it we can infer many things, all of which I detail in the pages of this book. But one inference is agreed to by everyone who has studied the data: this visitor, when compared to every other object that astronomers have ever studied, was exotic. And the hypotheses offered up to account for all of the object’s observed peculiarities are likewise exotic.  I submit that the simplest explanation for these peculiarities is that the object was created by an intelligent civilization not of this Earth.  This is a hypothesis, of course—but it is a thoroughly scientific one. The conclusions we can draw from it, however, are not solely scientific, nor are the actions we might take in light of those conclusions. That is because my simple hypothesis opens out to some of the most profound questions humankind has ever sought to answer, questions that have been viewed through the lens of religion, philosophy, and the scientific method. They touch on everything of any importance to human civilization and life, any life, in the universe.  In the spirit of transparency, know that some scientists find my hypothesis unfashionable, outside of mainstream science, even dangerously ill conceived. But the most egregious error we can make, I believe, is not to take this possibility seriously enough.  Let me explain.  1 Scout Long before we knew of its existence, the object was traveling toward us from the direction of Vega, a star just twenty-five light-years away. It intercepted the orbital plane, within which all of the planets in our solar system revolve around the Sun, on September 6, 2017. But the object’s extreme hyperbolic trajectory guaranteed it would only visit, not stay.  On September 9, 2017, the visitor reached its perihelion, the point at which its trajectory took it closest to the Sun. Thereafter, it began to exit the solar system; its speed far away—relative to our star, it was moving at about 58,900 miles per hour—more than ensured its escape from the Sun’s gravity. It passed through Venus’s orbital distance from the Sun around September 29 and through Earth’s around October 7, moving swiftly toward the constellation Pegasus and the blackness beyond.  As the object sped back to interstellar space, humanity remained unaware of its visit. Oblivious to its arrival, we hadn’t given it a name. If anyone or anything else ever had, we were—and remain—ignorant of what that might be.  Only once it was past us did astronomers on Earth glimpse our departing guest. We assigned the object several official designations, finally landing on one: 1I/2017 U1. But our planet’s scientific community and the public would come to know it simply as ‘Oumuamua—a Hawaiian name reflecting the geographical location of the telescope used to discover the object.  … The islands of Hawaii are jewels in the Pacific Ocean that attract tourists from around the world. But to astronomers, they hold an additional allure: they are home to some of the planet’s most sophisticated telescopes, a testament to our most advanced technologies.  Among Hawaii’s state-of-the-art telescopes are the ones that make up the Panoramic Survey Telescope and Rapid Response System (Pan-STARRS), a network of telescopes and high-definition cameras located at an observatory atop Haleakala, the dormant volcano that forms most of the island of Maui. One of the telescopes, Pan-STARRS1, has the highest-definition camera on the planet, and since it came online, the system overall has discovered most of the near-Earth comets and asteroids found in the solar system. But Pan-STARRS has another distinction—it gathered the data that initially tipped us off to ‘Oumuamua’s existence.  On October 19, astronomer Robert Weryk at the Haleakala Observatory discovered ‘Oumuamua in the data collected by the Pan-STARRS telescope, images that showed the object as a point of light speeding across the sky, moving too quickly to be bound by the Sun’s gravity. This clue quickly led the astronomy community to agree that Weryk had found the first interstellar object ever detected in our solar system. Yet by the time we had come up with a name for the object, it was over twenty million miles from Earth, or approximately eighty-five times as distant as the Moon, and rapidly moving away from us.  You've reached the end of this preview. Sign up to read more! Start Your Free 30 Days PAGE 1 OF 15 Reviews Reviews What people think about Extraterrestrial 5.0 Rating: 5 out of 5 stars 2 ratings / 2 reviews  What did you think? Rate as 1 out of 5, I didn't like it at allRate as 2 out of 5, I didn't like it that muchRate as 3 out of 5, I thought it was OKRate as 4 out of 5, I liked itRate as 5 out of 5, I loved itRating: 0 out of 5 stars Write a review (optional) Tell others what you thought of Extraterrestrial: The First Sign of Intelligent Life Beyond Earth Reader reviews Tom Bartos Rating: 5 out of 5 stars(5/5) Was this review helpful for you? The Tom Bartos review was helpful  The Tom Bartos review was not helpful The author deserves praise for kindling the flame of curiosity anew by popularising what is perhaps one of the most striking discoveries facing (and apparently discounted by) science today. In sense of wonder about something simultaneously fundamental and monumental, I think this is reminiscent of A Brief History of Time and in relatable terms and boldness (although rather less succinct than) the brilliantly enduring General Relativity. You come away feeling that humanity may indeed be poised on the cusp of some truly extraordinary revelations, if only we should heed the author's clarion call to persist in looking - with clear and practical proposals for lines of inquiry. I found the author's pre-publication paper analysing 'Oumuamua (about no \"outgassing\", which is referenced in the text) audacious, yet have been baffled in the intervening years why the unresolved anomalies are yet to result in the kind of fundamental redirection of lines of inquiry that Prof Loeb quite reasonably ventures here. A most enjoyable read, compelling and challenging in equal measure! Thanks also to the Into the Impossible physics podcast for highlighting the book. Read moreRead more of the Tom Bartos review Manoj Meda Rating: 5 out of 5 stars(5/5) Was this review helpful for you? The Manoj Meda review was helpful  The Manoj Meda review was not helpful Avi Loeb - a professor at Harvard University – hypothesis that an interstellar object “Oumuamua” observed through telescopes in 2017 may actually be a spacecraft from an alien civilization. In a very scientific yet approachable way, the book discusses how the data collected regarding the object is highly unusual and shows the possibility that it might have been artificial. Instead of resorting to speculations regarding alien civilizations the book shows how putting our bets that Oumuamua is an alien probe can help channel humanities’ scientific endeavors in exploring the universe at a faster rate and be better prepared for other such encounters. I’ve always had a fascination for the mysteries of the universe, and it was genuinely thrilling to read a science book about how an alien spacecraft might have passed close by our planet. I’d definitely recommend this to anyone interested in a book that talks about the possibility of extraterrestrial life not through speculation but through science. Read moreRead more of the Manoj Meda review",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/488933632/original/432x574/4a0c6aed04/1612836948?v=1",
      "genre": "scienceAndEducation",
      "id": 8
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Hoax: Donald Trump, Fox News",
      "author": "Brian Stelter",
      "pages": "434 стр.",
      "price": "53.99",
      "description": "While other leaders were marshaling resources to combat the greatest pandemic in modern history, President Donald Trump was watching TV. Trump watches over six hours of Fox News a day, a habit his staff refers to as “executive time.” In January 2020, when Fox News began to downplay COVID-19, the President was quick to agree. In March, as the deadly virus spiraled out of control, Sean Hannity mocked “coronavirus hysteria” as a “new hoax” from the left. Millions of Americans took Hannity and Trump's words as truth—until some of them started to get sick.  In Hoax, CNN anchor and chief media correspondent Brian Stelter tells the twisted story of the relationship between Donald Trump and Fox News. From the moment Trump glided down the golden escalator to announce his candidacy in the 2016 presidential election to his acquittal on two articles of impeachment in early 2020, Fox hosts spread his lies and smeared his enemies. Over the course of two years, Stelter spoke with over 250 current and former Fox insiders in an effort to understand the inner workings of Rupert Murdoch's multibillion-dollar media empire. Some of the confessions are alarming. “We don't really believe all this stuff,” a producer says. “We just tell other people to believe it.”",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/471783258/original/432x574/3c283c9cd0/1612796830?v=1",
      "genre": "business",
      "id": 9
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Vesper Flights",
      "author": "Helen Macdonald",
      "pages": "434 стр.",
      "price": "80",
      "description": "Thanks to the runaway breakout success of H is for Hawk, household name Macdonald is now regarded as one of our preeminent nature writers and has a semi-regular column in the New York Times Magazine in which she explores the human relationship to the natural world. Vesper Flights springs from some of these best-loved essays along with newly written ones on a wide range of topics from human migration to the solar eclipse, to Macdonald’s own childhood in England. One of our most critical and commercially successful memoirs ever, New York Times Bestseller H is for Hawk sold over 350,000 copies across all formats and was winner of the Samuel Johnson Prize for Nonfiction, the Costa Book Award, and the Prix due Meilleur Livre Etranger in France; was finalist for the National Book Critics Circle Award and the Kirkus Prize for Nonfiction, and was a top 10 book of the year for the NYT and O Magazine. H is for Hawk was a Best Book of the Year for Time, NPR, Vogue, Washington Post, Boston Globe, Chicago Tribune, Seattle Times, Miami…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/467654510/original/432x574/ce9e18589c/1609937058?v=1",
      "genre": "scienceAndEducation",
      "id": 10
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Panda Bear, Panda Bear, What Do You See?",
      "author": "Bill Martin, Jr. and Eric Carle",
      "pages": "434 стр.",
      "price": "18",
      "description": "The author and illustrator team behind the classic Brown Bear, Brown Bear, What do you see? turn their extraordinary talents ot the theme of animal conservation.  Thirty-five years after their first groundbreaking collaboration, the creators of Brown Bear, Brown Bear, What Do You See? and Polar Bear, Polar Bear, What Do You Hear? reunite to address the important topic of animal conservation. A Bald Eagle soars, a Spider Monkey swings, a Macaroni Penguin struts, and a Red Wolf sneaks through Bill Martin Jr's rhythmic text and Eric Carle's vibrant images, and all are watched over by our best hope for the future-a dreaming child…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/262753779/original/432x574/2ef875ef24/1612452379?v=1",
      "genre": "childrensBook",
      "id": 11
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Departure",
      "author": "A. G. Riddle",
      "pages": "434 стр.",
      "price": "43",
      "description": "From the author of the #1 bestselling The Atlantis Gene comes a new novel in which the world’s past and future rests in the hands of five unwitting strangers in this definitive edition of A. G. Riddle's time-traveling, mind-bending speculative thriller.  En route to London from New York, Flight 305 suddenly loses power and crash-lands in the English countryside, plunging a group of strangers into a mysterious adventure that will have repercussions for all of humankind.  Struggling to stay alive, the survivors soon realize that the world they’ve crashed in is very different from the one they left. But where are they? Why are they here? And how will…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/283890866/original/432x574/9a374ce764/1612791163?v=1",
      "genre": "fantasy",
      "id": 12
    },
    {
      "comments": [],
      "likes": 0,
      "name": "News of the World: A Novel",
      "author": "Paulette Jiles",
      "pages": "434 стр.",
      "price": "15.40",
      "description": "In the aftermath of the Civil War, an aging itinerant news reader agrees to transport a young captive of the Kiowa back to her people in this exquisitely rendered, morally complex, multilayered novel of historical fiction from the author of Enemy Women that explores the boundaries of family, responsibility, honor, and trust.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/326366193/original/432x574/1892c18892/1612758477?v=1",
      "genre": "classicLiterature ",
      "id": 13
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Scent Keeper: A Novel",
      "author": "Erica Bauermeister",
      "pages": "434 стр.",
      "price": "15",
      "description": "Erica Bauermeister, the national bestselling author of The School of Essential Ingredients, presents a moving and evocative coming-of-age novel about childhood stories, families lost and found, and how a fragrance conjures memories capable of shaping the course of our lives.  Emmeline lives an enchanted childhood on a remote island with her father, who teaches her about the natural world through her senses. What he won’t explain are the mysterious scents stored in the drawers that line the walls of their cabin, or the origin of the machine that creates them. As Emmeline grows, however, so too does her curiosity, until one day the unforeseen happens, and Emmeline is vaulted out into the real world--a place of…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/471311987/original/432x574/35020b94a8/1611869155?v=1",
      "genre": "fantasy",
      "id": 14
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Institute: A Novel",
      "author": "Stephen King",
      "pages": "434 стр.",
      "price": "34",
      "description": "In the middle of the night, in a house on a quiet street in suburban Minneapolis, intruders silently murder Luke Ellis’s parents and load him into a black SUV. The operation takes less than two minutes. Luke will wake up at The Institute, in a room that looks just like his own, except there’s no window. And outside his door are other doors, behind which are other kids with special talents—telekinesis and telepathy—who got to this place the same way Luke did: Kalisha, Nick, George, Iris, and ten-year-old Avery Dixon. They are all in Front Half. Others, Luke learns, graduated to Back Half, “like the roach motel,” Kalisha says. “You check in, but you don’t check out.”",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/421911023/original/432x574/9ffa6dbc76/1613014855?v=1",
      "genre": "fantasy",
      "id": 15
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Language of Butterflies",
      "author": "Wendy Williams",
      "pages": "434 стр.",
      "price": "67",
      "description": "Butterflies are one of the world’s most beloved insects. From butterfly gardens to zoo exhibitions, they are one of the few insects we’ve encouraged to infiltrate our lives. Yet, what has drawn us to these creatures in the first place? And what are their lives really like? In this groundbreaking book, New York Times bestselling author and science journalist Wendy Williams reveals the inner lives of these “flying flowers”—creatures far more intelligent and tougher than we give them credit for.  Monarch butterflies migrate thousands of miles each year from Canada to Mexico. Other species have learned how to fool ants into taking care of them. Butterflies’ scales are inspiring researchers to create new life-saving medical technology. Williams takes readers to butterfly habitats across the globe and introduces us to not only various species, but to the scientists who have dedicated their lives to studying them.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/455322859/original/432x574/43c05deeec/1611908645?v=1",
      "genre": "scienceAndEducation",
      "id": 16
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Sing, Unburied, Sing: A Novel",
      "author": "Jesmyn Ward",
      "pages": "434 стр.",
      "price": "27",
      "description": "Jesmyn Ward’s historic second National Book Award–winner is “perfectly poised for the moment” (The New York Times), an intimate portrait of three generations of a family and an epic tale of hope and struggle. “Ward’s writing throbs with life, grief, and love… this book is the kind that makes you ache to return to it” (Buzzfeed).  Jojo is thirteen years old and trying to understand what it means to be a man. He doesn’t lack in fathers to study, chief among them his Black grandfather, Pop. But there are other men who complicate his understanding: his absent White father, Michael, who is being released from prison; his absent White grandfather, Big Joseph, who won’t acknowledge his existence; and the memories of his dead uncle, Given, who died as a teenager.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/356032151/original/432x574/5dcce3dd6e/1613031424?v=1",
      "genre": "fantasy",
      "id": 17
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Keeper of Lost Things: A Novel",
      "author": "Ruth Hogan",
      "pages": "434 стр.",
      "price": "55",
      "description": "An endearing, fantastical, and subtly moving debut novel that takes on the possibilities and joyful discoveries that often underlie the promises that we make and break. It is a story of losing and finding ourselves, of realizing that objects hold magic and meaning in our individual and shared lives, and a quest to find the surprising connections that endlessly bind us.  “Lime green plastic flower-shaped hair bobbles—Found, on the playing field, Derrywood Park, 2nd September. “Bone china cup and saucer—Found, on a bench in Riveria Public Gardens, 31st October.”",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/338062085/original/432x574/bc0b3c8eb1/1612775957?v=1",
      "genre": "fantasy",
      "id": 18
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Hidden Figures",
      "author": "Margot Lee Shetterly",
      "pages": "434 стр.",
      "price": "33",
      "description": "Long before Neil Armstrong walked on the moon, eve before John Glenn orbited the earth, a group of dedicated and intelligent female mathematicians used pencils, slide rulers, and adding machines to calculate and verify the numbers that would help the U.S. win the space race. Among these women known as “human computers” were a group of exceptionally talented African American women, and even though they worked in a different building, they were no less skilled at what they did.  Originally math teachers from various segregated public schools in the south, these women answered NASA’s call during the labour shortages of World War II, leaving their professional teaching jobs behind to become computers. Their new place of employment? The Langley Memorial Aeronautical Laboratory in Hampton, Virginia; a place where they could finally test the extremes of their skills.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/322011392/original/432x574/c08129147f/1613040927?v=1",
      "genre": "scienceAndEducation",
      "id": 19
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Lovecraft Country: A Novel",
      "author": "Matt Ruff",
      "pages": "434 стр.",
      "price": "21",
      "description": "The critically acclaimed cult novelist makes visceral the terrors of life in Jim Crow America and its lingering effects in this brilliant and wondrous work of the imagination that melds historical fiction, pulp noir, and Lovecraftian horror and fantasy.  Chicago, 1954. When his father Montrose goes missing, 22-year-old Army veteran Atticus Turner embarks on a road trip to New England to find him, accompanied by his Uncle George—publisher of The Safe Negro Travel Guide—and his childhood friend Letitia. On…",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/296763595/original/432x574/9028312ff8/1612790394?v=1",
      "genre": "fantasy",
      "id": 20
    },
    {
      "comments": [],
      "likes": 0,
      "name": "What Every BODY is Saying",
      "author": "Joe Navarro and Marvin Karlins",
      "pages": "434 стр.",
      "price": "15",
      "description": "Read this book and send your nonverbal intelligence soaring. Joe Navarro, a former FBI counterintelligence officer and a recognized expert on nonverbal behavior, explains how to \"speed-read\" people: decode sentiments and behaviors, avoid hidden pitfalls, and look for deceptive behaviors. You'll also learn how your body language can influence what your boss, family, friends, and strangers think of you. You will discover:  The ancient survival instincts that drive body language. Why the face is the least likely place to gauge a person's true feelings. What thumbs, feet, and eyelids reveal about moods and motives. The most powerful behaviors that reveal our confidence and true sentiments. Simple nonverbals that instantly establish trust. Simple nonverbals that instantly communicate authority. Filled with examples from Navarro's professional experience, this definitive book offers a powerful new way to navigate your world.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/163641250/original/432x574/6b35dc334a/1613005522?v=1",
      "genre": "thriller",
      "id": 21
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Tools of Titans",
      "author": "Timothy Ferriss and Arnold Schwarzenegger",
      "pages": "434 стр.",
      "price": "98",
      "description": "“For the last two years, I’ve interviewed more than 200 world-class performers for my podcast, The Tim Ferriss Show. The guests range from super celebs (Jamie Foxx, Arnold Schwarzenegger, etc.) and athletes (icons of powerlifting, gymnastics, surfing, etc.) to legendary Special Operations commanders and black-market biochemists. For most of my guests, it’s the first time they’ve agreed to a two-to-three-hour interview. This unusual depth has helped make The Tim Ferriss Show the first business/interview podcast to pass 100 million downloads.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/333734978/original/432x574/402f087e26/1608516938?v=1",
      "genre": "russianLiterature",
      "id": 22
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Лебедь черный",
      "author": "Виктор Федорович Зимаков",
      "pages": "434 стр.",
      "price": "900",
      "description": "Книга о сибиряках, которые в делах ратных уничтожали фашистов, прыгали на вражьи позиции с самолетов без парашютов. Отстаивая веру истинную, избирали вольно Голгофой Красную площадь Москвы. Тяжелая доля штрафников и юмор из жизни жителей этого прекрасного края. Одна из версий нахождения золота Колчака на Алтае.",
      "photo": "https://static.ridero.ru/images/w350?bucket=store-raw-data.ridero.store&key=ridero/sku/2018-05/5b041be0bc911b0600e1ee88/rev.2020-08-05T14:17:54.322Z/cover-front.png&format=original",
      "genre": "thriller",
      "id": 23
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Kiss Quotient: Goodread's Romance Book of the Year",
      "author": "Helen Hoang",
      "pages": "434 стр.",
      "price": "18",
      "description": "It's high time for Stella Lane to settle down and find a husband - or so her mother tells her. This is no easy task for a wealthy, successful woman like Stella, who also happens to have Asperger's. Analyzing data is easy; handling the awkwardness of one-on-one dates is hard. To overcome her lack of dating experience, Stella decides to hire a male escort to teach her how to be a good girlfriend.  Faced with mounting bills, Michael decides to use his good looks and charm to make extra cash on the side. He has a very firm no repeat customer policy, but he's tempted to bend that rule when Stella approaches him with an unconventional proposal.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/394915980/original/432x574/ffaea809ea/1612366833?v=1",
      "genre": "classicLiterature",
      "id": 24
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Martian Chronicles",
      "author": "Ray Bradbury",
      "pages": "434 стр.",
      "price": "11",
      "description": "The strange and wonderful tale of man’s experiences on Mars, filled with intense images and astonishing visions. Now part of the Voyager Classics collection.  The Martian Chronicles tells the story of humanity’s repeated attempts to colonize the red planet. The first men were few. Most succumbed to a disease they called the Great Loneliness when they saw their home planet dwindle to the size of a fist. They felt they had never been born. Those few that survived found no welcome on Mars. The shape-changing Martians thought they were native lunatics and duly locked them up.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/234807616/original/432x574/f28b6acb8f/1606943545?v=1",
      "genre": "fantasy",
      "id": 25
    },
    {
      "comments": [
        {
          "userName": "Виталий Сармат",
          "userComment": "Очень интересная книга! "
        }
      ],
      "likes": 0,
      "name": "The Intelligent Investor, Rev. Ed",
      "author": "Benjamin Graham",
      "pages": "434 стр.",
      "price": "31.50",
      "description": "Often considered to be the greatest investment advisor of the 20th century, investor and author Benjamin Graham has taught and inspired people worldwide with his books. Graham’s solid philosophy of “value investing,” which is founded on the principles of shielding investors from substantial error, teaches people to create and foster long-term strategies. This strategy is what makes The Intelligent Investor the stock market bible, and it has been considered so since its release in 1949.  But no book should be trusted without proof, and with The Intelligent Investor, it has been proven over the years through market developments.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/168907403/original/432x574/3ea30488d7/1612187800?v=1",
      "genre": "business",
      "id": 26
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Principles: Life and Work",
      "author": "Ray Dalio",
      "pages": "434 стр.",
      "price": "75",
      "description": "Ray Dalio, one of the world’s most successful investors and entrepreneurs, shares the unconventional principles that he’s developed, refined, and used over the past forty years to create unique results in both life and business—and which any person or organization can adopt to help achieve their goals.  In 1975, Ray Dalio founded an investment firm, Bridgewater Associates, out of his two-bedroom apartment in New York City. Forty years later, Bridgewater has made more money for its clients than any other hedge fund in history and grown into the fifth most important private company in the United States, according to Fortune magazine. Dalio himself has been named to Time magazine’s list of the 100 most influential people in the world. Along the way, Dalio discovered a set of unique principles that have led to Bridgewater’s exceptionally effective culture, which he describes as “an idea meritocracy that strives to achieve meaningful work and meaningful relationships through radical transparency.” It is these principles, and not anything special about Dalio—who grew up an ordinary kid in a middle-class Long Island neighborhood—that he believes are the reason behind his success.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/357813054/original/432x574/7c375f59c0/1612906368?v=1",
      "genre": "business",
      "id": 27
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Doctor De Soto",
      "author": "William Steig",
      "pages": "400",
      "price": "34",
      "description": "This ebook includes audio narration. \"Doctor De Soto, the dentist, did very good work.\" With the aid of his able assistant, Mrs. De Soto, he copes with the toothaches of animals large and small. His expertise is so great that his fortunate patients never feel any pain.  Since he's a mouse, Doctor De Soto refuses to treat \"dangerous\" animals--that is, animals who have a taste for mice. But one day a fox shows up and begs for relief from the tooth that's killing him. How can the kindhearted De Sotos turn him away? But how can they make sure that the fox doesn't give in to his baser instincts once his tooth is fixed? Those clever De Sotos will find a way.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/262750261/original/432x574/730a4e31fd/1612656796?v=1",
      "genre": "childrensBook",
      "id": 31
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The One and Only Ivan",
      "author": "Katherine Applegate",
      "description": "Inspired by a true story, this is the beautifully written tale of how a mighty gorilla wins his freedom. A winning blend of humour and poignancy that will appeal to fans of Michael Morpurgo.  This #1 New York Times bestselling and Newbery Award-winning novel is coming to the big screen this summer, with a star-studded cast including Sam Rockwell, Angelina Jolie, Danny DeVito, Helen Mirren, Bryan Cranston, and more!  Ivan is an easy-going gorilla who has spent his life performing for the crowds at the Exit 8 shopping mall. He rarely misses life in the jungle. In fact, he hardly thinks about it at all. But everything changes when a baby elephant called Ruby arrives and Ivan realises he must find a new life for them both.",
      "pages": "200",
      "price": "12.99",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/234809629/original/432x574/2f0c6cb949/1612523609?v=1",
      "genre": "childrensBook",
      "id": 32
    },
    {
      "comments": [],
      "likes": 0,
      "name": " Book Actions Start Your Free 30 Days Read Preview  Save for LaterSave Tiny T. Rex and the Impossible Hug For Later Create A List Download To App Share Book Information Tiny T. Rex and the Impossible Hug",
      "author": "Jonathan Stutzman and Jay Fleck",
      "description": "Tiny T. Rex has a HUGE problem. His friend Pointy needs cheering up and only a hug will do. But with his short stature and teeny T. Rex arms, is a hug impossible? Not if Tiny has anything to say about it! Join this plucky little dinosaur in his very first adventure—a warm and funny tale that proves the best hugs come from the biggest hearts. Introducing an unforgettable character on the picture book scene, Tiny T. Rex will stomp into the hearts of readers in this winning new series.",
      "pages": "200",
      "price": "10",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/390756166/original/432x574/acdb0f2aa6/1610227658?v=1",
      "genre": "childrensBook",
      "id": 33
    },
    {
      "comments": [],
      "likes": 0,
      "name": "A Long Walk to Water: Based on a True Story",
      "author": "Linda Sue Park and Ginger Knowlton",
      "description": "A Long Walk to Water is based on two heartbreaking true stories. Nya, a young girl from South Sudan, fetches water from a pond that is two hours walk from her home; she must make this dangerous trek two times a day. A boy, Salva, has become one of the “lost boys” of Sudan, seeking refuge across the African continent as he flees from a war in which he would be either unwilling soldier or victim.  Throughout the story we follow both Salva and Nya through their independent adventures, coming to understand their difficult lives and the circumstances that brought their country to this desparate chaos.  A story of hope, tragedy, and redemption, A Long Walk to Water is a beautiful and heartbreaking glimpse of the Sudanese people and their struggles.",
      "pages": "200",
      "price": "14.99",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/249308789/original/432x574/d00bb5cc44/1611516698?v=1",
      "genre": "childrensBook",
      "id": 34
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Rain School",
      "author": "James Rumford",
      "description": "It is the first day of school in Chad, Africa. Children are filling the road.  \"Will they give us a notebook?\" Thomas asks. \"Will they give us a pencil?\" \"Will I learn to read?\"  But when he and the other children arrive at the schoolyard, they find no classroom, no desks. Just a teacher. \"We will build our school,\" she says. \"This is our first lesson.\"  James Rumford, who lived in Chad as a Peace Corps volunteer, fills these pages with vibrant ink-and-pastel colors of Africa and the spare words of a poet to show how important learning is in a country where only a few children are able to go to school.",
      "pages": "600",
      "price": "15",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/449817798/original/432x574/ebb5d6714e/1608258386?v=1",
      "genre": "childrensBook",
      "id": 35
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "White Hot",
      "author": "Sandra Brown",
      "pages": "345",
      "price": "14.99",
      "description": "When her younger brother, Danny, commits suicide, Sayre Lynch breaks her vow never to return to her Louisiana hometown, and gets drawn back into her tyrannical father's web. He and her older brother—who control the town's sole industry, an iron foundry—are as corrupt as ever. Worse, they have hired a shrewd and disarming new lawyer, Beck Merchant…a man with his own agenda. When the police determine that Danny's suicide was actually a homicide, Sayre must battle her family—and her passionate feelings for Beck—as she confronts a powder keg of old hatreds, past crimes, and a surprising plan of revenge.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/225101225/original/432x574/36cc60089d/1611902308?v=1",
      "id": 36
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "Maybe Someday",
      "author": "Colleen Hoover",
      "pages": "345",
      "price": "17.99",
      "description": "At twenty-two years old, Sydney is enjoying a great life: She’s in college, working a steady job, in love with her wonderful boyfriend, Hunter, and rooming with her best friend, Tori. But everything changes when she discovers that Hunter is cheating on her—and she’s forced to decide what her next move should be.  Soon, Sydney finds herself captivated by her mysterious and attractive neighbor, Ridge. She can't take her eyes off him or stop listening to the passionate way he plays his guitar every evening out on his balcony. And there’s something about Sydney that Ridge can’t ignore, either. They soon find themselves needing each other in more ways than one.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/233886933/original/432x574/670c1264b8/1613013967?v=1",
      "id": 37
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "The Seven Husbands of Evelyn Hugo: A Novel",
      "author": "Taylor Jenkins Reid",
      "pages": "345",
      "price": "12",
      "description": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?  Monique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/348099344/original/432x574/c94dd4ef64/1612796051?v=1",
      "id": 38
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "Homecoming Daze",
      "author": "Kelly Papyrus",
      "pages": "230",
      "price": "20",
      "description": "After almost four years of studying at Tubman Walker, a Historically Black College/University, Norah is ready to graduate and leave the social scene behind. First, she has to finish her student film about HBCU Homecoming weekend, and get to know each of her subjects better.  As she interviews and follows Caleb, an activist from a politically aware, well-off family, and Taiwo, a first-generation American struggling to get by with student jobs, each of them starts to draw her in and inspire her overactive imagination. With little experience and even less confidence, Norah has to navigate making the movie, her growing attraction to each subject, and the minefield that is Homecoming fashion.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/491623421/original/432x574/eaf544f9f8/1612987822?v=1",
      "id": 39
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Along for the Ride",
      "genre": "classicLiterature",
      "author": "Rachel Bowdler",
      "pages": "23",
      "description": "Between living with her demeaning ex-boyfriend, finding herself jobless, and struggling to make her dream a reality, aspiring photographer Emmy Vaughn has it rough, to say the least. Her luck changes when she bumps into Lachlan Sinclair, the charming yet rugged Scot who is about to tour Europe on his motorcycle. With no roots to tie him down, Lachlan is drifting to Prague.  With the prospect of filling her photography book full of real, varied people and visiting her family in Germany, bright and colorful Emmy seizes the opportunity. Besides, she and Lachlan agreed to be nothing more than friends. As they travel through beautiful cities and make due with their dwindling funds,",
      "price": "15",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/490886047/original/432x574/618369dbdd/1612987766?v=1",
      "id": 40
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "business",
      "name": "Console Wars: Sega and Nintendo",
      "author": "Blake J. Harris",
      "description": "In 1990, Nintendo had a virtual monopoly on the video game industry. Sega, on the other hand, was just a faltering arcade company with big aspirations and even bigger personalities. But that would all change with the arrival of Tom Kalinske, a man who knew nothing about videogames and everything about fighting uphill battles. His unconventional tactics, combined with the blood, sweat and bold ideas of his renegade employees, transformed Sega and eventually led to a ruthless David-and-Goliath showdown with rival Nintendo.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/221042173/original/432x574/87214501fc/1613004485?v=1",
      "pages": "235",
      "price": "45.00",
      "id": 41
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "business",
      "name": "Tribe of Mentors: Short Life Advice",
      "author": "Timothy Ferriss",
      "pages": "234",
      "price": "34",
      "description": "This book contains their answers—practical and tactical advice from mentors who have found solutions. Whether you want to 10x your results, get unstuck, or reinvent yourself, someone else has traveled a similar path and taken notes.  This book, Tribe of Mentors, includes many of the people I grew up viewing as idols or demi-gods. Less than 10% have been on my podcast (The Tim Ferriss Show, more than 200 million downloads), making this a brand-new playbook of playbooks.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/364999910/original/432x574/aeef3dc27b/1610925671?v=1",
      "id": 42
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "The Sun Also Rises",
      "author": "Ernest Hemingway",
      "pages": "234",
      "price": "15.99",
      "description": "The Sun Also Rises is a classic example of Hemingway’s spare but powerful writing style. A poignant look at the disillusionment and angst of the post-World War I generation, the novel introduces two of Hemingway’s most unforgettable characters: Jake Barnes and Lady Brett Ashley. The story follows the flamboyant Brett and the hapless Jake as they journey from the wild nightlife of 1920s Paris to the brutal bullfighting rings of Spain with a motley group of expatriates. It is an age of moral bankruptcy, spiritual dissolution, unrealized love, and vanishing illusions. First published in 1926, The Sun Also Rises is “an absorbing, beautifully and tenderly absurd, heartbreaking narrative…a truly gripping story, told in lean, hard, athletic prose” (The New York Times).",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/235411449/original/432x574/745f9968b4/1612224223?v=1",
      "id": 43
    }
  ]
}